-- phpMyAdmin SQL Dump
-- version 4.9.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost
-- Generation Time: Jan 21, 2020 at 06:53 AM
-- Server version: 8.0.17
-- PHP Version: 7.3.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `testdb`
--

-- --------------------------------------------------------

--
-- Table structure for table `student3`
--

CREATE TABLE `student3` (
  `student_id` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT 'รหัสนักเรียน',
  `name` varchar(151) NOT NULL DEFAULT '',
  `group_id` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT 'รหัสกลุ่มการเรียน',
  `level_group` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT 'ระดับชั้น'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `student3`
--

INSERT INTO `student3` (`student_id`, `name`, `group_id`, `level_group`) VALUES
('6139010001', 'นางสาวกาญจนาวดี แก้วอินทร์', '61390101', 'ปวส.2'),
('6139010003', 'นายธนกฤต ซอมตะคุ', '61390101', 'ปวส.2'),
('6139010004', 'นายจตุภัทร ทองอ้น', '61390101', 'ปวส.2'),
('6139010005', 'นายปภาวิน พวงพิกุล', '61390101', 'ปวส.2'),
('6139010007', 'นายพิฆเนศ จันทกุล', '61390101', 'ปวส.2'),
('6139010008', 'นายวรวิน มุทุกันต์', '61390101', 'ปวส.2'),
('6139010009', 'นายศักดิ์ศิธร อินทจักร์', '61390101', 'ปวส.2'),
('6139010012', 'นายรณกร สถาวร', '61390101', 'ปวส.2'),
('6139010013', 'นายกิตติ ทองบุตร', '61390101', 'ปวส.2'),
('6139010014', 'นายภานุพงษ์ พนมมรรค', '61390101', 'ปวส.2'),
('6139010015', 'นางสาวสุดารัตน์ ไชยวุฒิ', '61390101', 'ปวส.2'),
('6139010017', 'นางสาวเจนจิรา แย้มศรีจันทร์', '61390101', 'ปวส.2'),
('6139010021', 'นายกมนสิทธุ์ แจ่มสอาด', '61390102', 'ปวส.2'),
('6139010022', 'นางสาวกมลวรรณ พิศนอก', '61390102', 'ปวส.2'),
('6139010024', 'นายนพนัฐ ตันยอด', '61390102', 'ปวส.2'),
('6239010001', 'นางสาวกนกวรรณ สุขขี', '62390101', 'ปวส.1'),
('6239010002', 'นายจิระวัฒน์ สงวนมงคลเดช', '62390101', 'ปวส.1'),
('6239010003', 'นายธนพนธ์ รอบคอบ', '62390101', 'ปวส.1'),
('6239010004', 'นายกิตติศักดิ์ แจ้งสนาม', '62390101', 'ปวส.1'),
('6239010005', 'นางสาวบุษยา มังคะดารา', '62390101', 'ปวส.1'),
('6239010006', 'นายกฤษฏิ์ รัตนมิ่งมงคล', '62390101', 'ปวส.1'),
('6239010007', 'นายสหรัฐ ระบาย', '62390101', 'ปวส.1'),
('6239010008', 'นายพรหมพิริยะ กำจัดภัย', '62390101', 'ปวส.1'),
('6239010009', 'นายศราวุฒิ นางวงค์', '62390101', 'ปวส.1'),
('6239010010', 'นายอดิศักดิ์ ลายประดิษฐ์', '62390101', 'ปวส.1'),
('6239010011', 'นายกุลวัชร น้าวัฒนไพบูลย์', '62390101', 'ปวส.1'),
('6239010012', 'นายณัฐกิตติ์ ยะลาไสย์', '62390101', 'ปวส.1'),
('6239010015', 'นายราเชนท์ จึงสงวนสิทธิ์', '62390101', 'ปวส.1'),
('6239010016', 'นางสาวศศิกานต์ ทองทา', '62390101', 'ปวส.1'),
('6239010017', 'นายศิริชัย ยงชีพ', '62390101', 'ปวส.1'),
('6239010018', 'นายศิวัช ยอดสำอาง', '62390101', 'ปวส.1'),
('6239010019', 'นายศุภโชค วาจาคำ', '62390101', 'ปวส.1'),
('6239010020', 'นางสาวสิริวรรณ สอนช่วย', '62390101', 'ปวส.1'),
('6239010023', 'นางสาวอัญชลี พลทรัพย์', '62390101', 'ปวส.1'),
('6239010026', 'นางสาวสุทธิดา ขำเจริญ', '62390102', 'ปวส.1'),
('6239010027', 'นางสาวทิตยา อาจเอี่ยม', '62390102', 'ปวส.1'),
('6239010041', 'นายณรงค์รัฐ เทพพิทักษ์', '62390102', 'ปวส.1'),
('6239010042', 'นางสาวธิติมา พูนโต', '62390102', 'ปวส.1'),
('6239010043', 'นางสาวอัญชลี กาทำมา', '62390102', 'ปวส.1'),
('6239010044', 'นางสาวสุพัตรา ปาณะศรี', '62390102', 'ปวส.1'),
('6239010045', 'นายธนโชติ สิหิง', '62390102', 'ปวส.1'),
('6239010046', 'นายกรกช แก้วสนธิ', '62390101', 'ปวส.1'),
('6239010047', 'นายสุเมธ ไชยขันธ์', '62390102', 'ปวส.1'),
('6239010048', 'นายพัทธพล อัมพร', '62390102', 'ปวส.1');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `student3`
--
ALTER TABLE `student3`
  ADD PRIMARY KEY (`student_id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
